{
  "LNG_Paragraph1": "يعد الاستثمار في توافر البيانات لدعم التدابير التنظيمية الغذائية أحد العناصر الرئيسية لاهداف الجمعية العالمية لعلوم تشريعات الأغذية (GFoRSS). توافر ودقة بيانات تواجد الملوثات في الاغذية أمر بالغ الأهمية لدعم وضع قرارات تنظيمية سليمة ومثبتة، خصوصا ان البيانات هي العمود الفقري لعملية تحليل المخاطر. بصورة مماثلة، إن القدرة على المساهمة في تطوير و / أو تكييف المعايير الغذائية الدولية تتطلب الاعتماد على مجموعة قوية من بيانات تواجد الملوثات في الاغذية التي تعكس البيئة المحلية أو الوطنية أو الإقليمية وبالتالي تدعم تقييم التعرض. لا تزال إمكانية الوصول إلى هكذا بيانات تمثل تحديًا كبيرًا تواجهه المنطقة العربية. لذلك، تم تحديد مجال الاستثمار هذا ذي أولوية في مجال علوم تشريعات الأغذية للمنطقة، لضمان توفر مثل هذه البيانات.في هذا السياق، تم تطوير هذه المنصة الإلكترونية، للسماح بجمع بيانات تواجد الملوثات في الاغذية في لبنان من خلال المسح المنهجي واستخراج البيانات من المقالات المنشورة، ومن مزودي البيانات في الدولة (السلطات المختصة، مختبرات الرقابة، معاهد البحوث، المؤسسات الأكاديمية، إلخ.). من المتوقع أن تشكل قاعدة البيانات هذه مستودعًا لبيانات تواجد الملوثات في الاغذية لدولة لبنان، مما يمكّنها من المساهمة في قاعدة بيانات تواجد الملوثات في الاغذية في المنطقة العربية، والتي بدورها ستسهم في قاعدة بيانات GEMS للأغذية وغيرها من الدعوات الدولية للحصول على البيانات لدعم وضع المعايير الغذائية الدولية.",
  "LNG_Paragraph2": "يرجى من المستخدمين وموفري البيانات التسجيل من خلال <a href='javascript:;' onclick = 'showHideLoginAndRegistration (false)'> رابط التسجيل </a>. لأي دعم أو مشكلة فنية ، يرجى عدم التردد في الاتصال بنا على <a href='mailto:database@arabcodex.org'>database@arabcodex.org</a>",
  "LNG_about": "عن GFoRSS:",
  "LNG_about1": "<a href='https://gforss.org/' target='_blank'> المنظمة العالمية لعلوم تشريعات الأغذية (GFoRSS)</a> هي منظمة لا تبغى الربح، مهمتها تعزيز وتطوير الكفاءات والدراية والمعرفة - بما في ذلك التحليل العلمي للسياسات - التي تدعم قرارات تنظيم الأغذية وتدعم تطوير وتنفيذ أنظمة الرقابة على الأغذية.",
  "LNG_about2": "مدعوم وبترخيص من منصة FoodRegIT.",
  "LNG_Title": "قاعدة بيانات تواجد الملوثات في الاغذية في لبنان",
  "LNG_SiginIn": "تسجيل الدخول",
  "LNG_UserRegistration": "تسجيل المستخدم",
  "LNG_Message": "سيكون بريدك الإلكتروني هو اسم المستخدم",
  "LNG_DontAccount": "ليس لديك حساب؟",
  "LNG_AlreadyAccount": "لديك بالفعل حساب؟",
  "LNG_Login": "تسجيل الدخول",
  "LNG_Register": "يسجل"
}